IdeaRS.Connections
AnchoringDataHelper.ParseToGroups Method
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "M:IdeaRS.Connections.Data.AnchoringDataHelper.ParseToGroups(System.String,System.Char[])"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static IList<string> ParseToGroups(
	string s,
	char[] groupsSeparators = null
)
Parameters
s
Type: String
[Missing <param name="s"/> documentation for "M:IdeaRS.Connections.Data.AnchoringDataHelper.ParseToGroups(System.String,System.Char[])"]
groupsSeparators (Optional)
Type: Char[]
[Missing <param name="groupsSeparators"/> documentation for "M:IdeaRS.Connections.Data.AnchoringDataHelper.ParseToGroups(System.String,System.Char[])"]
Return Value
Type: IList<String>
[Missing <returns> documentation for "M:IdeaRS.Connections.Data.AnchoringDataHelper.ParseToGroups(System.String,System.Char[])"]
See Also
Reference
AnchoringDataHelper Class
IdeaRS.Connections.Data Namespace